{
  "NOME": ["Gomu Gomu no Mi", "Bara Bara no Mi", "Bomu Bomu no Mi", "Hana Hana no Mi", "Doru Doru no Mi", "Baku Baku no Mi", "Supa Supa no Mi", "Bane Bane no Mi", "Ito Ito no Mi", "Noro Noro no Mi", "Horo Horo no Mi", "Yomi Yomi no Mi", "Kage Kage no Mi", "Nikyu Nikyu no Mi", "Toshi Toshi no Mi", "Jiki Jiki no Mi", "Ope Ope no Mi", "Wara Wara no Mi", "Oto Oto no Mi", "Mero Mero no Mi", "Doku Doku no Mi", "Gura Gura no Mi", "Kira Kira no Mi", "Mato Mato no Mi", "Zushi Zushi no Mi", "Bari Bari no Mi", "Ton Ton no Mi", "Ishi Ishi no Mi", "Fude Fude no Mi", "Chiyu Chiyu no Mi", "Soru Soru no Mi", "Pero Pero no Mi", "Mochi Mochi no Mi", "Oshi Oshi no Mi", "Riki Riki no Mi", "Ushi Ushi no Mi, Modelo: Bisão", "Ushi Ushi no Mi, Modelo: Girafa", "Hito Hito no Mi", "Hito Hito no Mi, Modelo: Daibutsu", "Tori Tori no Mi, Modelo: Falcão", "Tori Tori no Mi, Modelo: Fênix", "Inu Inu no Mi, Modelo: Lobo", "Inu Inu no Mi, Modelo: Okuchi no Makami", "Inu Inu no Mi, Modelo: Kyubi no Kitsune", "Neko Neko no Mi, Modelo: Leopardo", "Neko Neko no Mi, Modelo: Dentes de Sabre", "Zou Zou no Mi, Modelo: Mamute", "Ryu Ryu no Mi, Modelo: Alossauro", "Ryu Ryu no Mi, Modelo: Pteranodonte", "Ryu Ryu no Mi, Modelo: Braquiossauro", "Ryu Ryu no Mi, Modelo: Pachycephalossauro", "Hebi Hebi no Mi, Modelo: Yamata no Orochi", "Uo Uo no Mi, Modelo: Seiryu", "Kame Kame no Mi", "Tama Tama no Mi", "Batto Batto no Mi", "Moku Moku no Mi", "Suna Suna no Mi", "Mera Mera no Mi", "Goro Goro no Mi", "Hie Hie no Mi", "Yami Yami no Mi", "Pika Pika no Mi", "Magu Magu no Mi", "Susu Susu no Mi", "Numa Numa no Mi", "Gasu Gasu no Mi", "Yuki Yuki no Mi", "Mori Mori no Mi", "Sube Sube no Mi", "Wapu Wapu no Mi", "Shiku Shiku no Mi", "Awa Awa no Mi", "Doa Doa no Mi", "Suke Suke no Mi", "Shiro Shiro no Mi", "Horu Horu no Mi", "Deka Deka no Mi", "Gabu Gabu no Mi", "Shima Shima no Mi", "Buki Buki no Mi", "Beta Beta no Mi", "Nagi Nagi no Mi", "Sui Sui no Mi", "Maki Maki no Mi", "Netsu Netsu no Mi", "Bisu Bisu no Mi", "Juku Juku no Mi", "Gunyo Gunyo no Mi"],
  "TIPO":["Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Zoan","Zoan","Zoan","Zoan Mítica","Zoan","Zoan Mítica","Zoan","Zoan Mítica","Zoan Mítica","Zoan","Zoan Ancestral","Zoan Ancestral","Zoan Ancestral","Zoan Ancestral","Zoan Ancestral","Zoan Ancestral","Zoan Mítica","Zoan Mítica","Zoan","Zoan","Zoan","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Logia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia","Paramecia"],
  "USUÁRIOS":["Joy Boy, Monkey D. Luffy","Buggy","Gem (Mr. 5)","Nico Robin","Galdino (Mr. 3)","Wapol","Daz Bonez (Mr. 1), S-Hawk (Artificial)","Bellamy","Donquixote Doflamingo","Foxy","Perona","Brook","Gecko Moria","Bartholomew Kuma, S-Bear (Artificial)","Jewelry Bonney","Eustass \"Captain\" Kid","Trafalgar D. Water Law","Basil Hawkins","Scratchmen Apoo","Boa Hancock, S-Snake (Artificial)","Magellan","Edward Newgate, Marshall D. Teach","Jozu","Vander Decken IX","Issho (Fujitora)","Kurozumi Semimaru, Bartolomeo","Machvise","Pica","Kurozumi Kanjuro","Mansherry","Carmel, Charlotte Linlin (Big Mom)","Charlotte Perospero","Charlotte Katakuri","Morley","Jesus Burgess","Dalton","Kaku","Tony Tony Chopper","Sengoku","Pell","Marco","Jabra","Yamato","Catarina Devon","Rob Lucci","Who's-Who","Jack","X Drake","King","Queen","Ulti","Kurozumi Orochi","Kaido, Kozuki Momonosuke (Artificial)","Pekoms","Tamago","Stussy","Smoker","Crocodile","Portgas D. Ace, Sabo","Enel","Kuzan (Aokiji)","Marshall D. Teach","Borsalino (Kizaru)","Sakazuki (Akainu)","Karasu","Caribou","Caesar Clown","Monet","Aramaki (Ryokugyu)","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---"],
  "DESCRIÇÃO": [
    "Fruta que concede ao corpo do usuario as propriedades de uma borracha, fazendo dele um Humano de Borracha. Isso permite que ele estique qualquer parte de seu corpo.",
    "Fruta que concede ao usuario a habilidade de dividir seu corpo em varios pedacos e controlar cada um deles individualmente fazendo dele um Humano em Pedacos.",
    "Fruta que concede ao usuario a capacidade de fazer qualquer parte do seu corpo explodir, sejam seus membros, cabelo, ou ate mesmo respirar e tossir, fazendo dele um Humano Bomba.",
    "Fruta que concede ao usuario a habilidade de replicar ou brotar partes de seu corpo sobre a superficie de qualquer objeto ou ser vivo.",
    "Fruta que concede ao usuario a habilidade de criar altas quantidades de cera de vela a partir de seu corpo e controla-las, fazendo dele um Humano de Cera.",
    "Fruta que concede ao usuario a habilidade de comer qualquer objeto, incluindo seres vivos, e fundi-los em seu corpo ou qualquer outro objeto que ele tenha comido.",
    "Fruta que concede ao corpo do usuario as propriedades de uma lamina de aco para atacar seus oponentes, fazendo dele um Humano Lamina de Corpo Inteiro.",
    "Fruta que concede ao usuario a habilidade de transformar seus membros em molas, fazendo dele um Humano Mola.",
    "Fruta que concede ao usuario a habilidade de criar e manipular fios extremamente finos a olho nu, fazendo dele um Humano de Fio",
    "Fruta que concede ao usuario a habilidade de disparar raios fotons dos dedos da mao deixando tudo que tocarem lento por trinta segundos, fazendo dele um Humano Lento.",
    "Fruta que concede ao usuario a habilidade de criar e controlar fantasmas, fazendo dele um Humano Fantasma. Os fantasmas podem ter diferentes propriedades porem sua forma basica sao fantasmas de negatividade, que inflingem negatividade para aqueles que o tocarem ",
    "Fruta que fortalece a alma do usuario ate o ponto onde ela ressuscita apos a primeira morte do usuario, permitindo que ele viva uma segunda vez e use diversas habilidades baseadas na alma, fazendo dele um Humano Ressuscitado.",
    "Fruta que concede ao usuario a habilidade de manifestar e controlar sombras de seres vivos, incluindo a sua propria, como sendo formas fisicas e tangiveis, fazendo dele um Governante das Sombras. Isso permite que ele consiga roubar a sombra de outros ser e coloca-la em outro corpo diferente, vivo ou morto, e se for o segundo caso, permite a criacao de zumbis.",
    "Fruta que concede ao usuario a habilidade de repelir qualquer coisa com as patas permanentemente manisfestadas nas palmas da mao do usuario, fazendo dele um Humano Pata.",
    "Fruta que concede ao usuario a habilidade de manipular a idade de pessoas ou objetos, fazendo dele um Humano de Manipulacao de Idade.",
    "Fruta que concede ao usuario a habilidade de criar forcas magneticas e usa-las para controlar metal.",
    "Fruta que concede ao usuario a habilidade de criar dominios esfericos, tambem chamados de ROOM, onde dentro deles o usuario consegue livremente rearranjar, retirar e \"cirurgicamente\" remodelar qualquer coisa e qualquer um, incluindo ele mesmo, fazendo dele um Humano de Livre Modificacao.",
    "Fruta que concede ao usuario a habilidade de criar e manipular palha de acordo com sua vontade, com a palha tendo propriedades voodoo, ou seja, redirecionamento de dano, fazendo dele um Humano de Palha.",
    "Fruta que concede ao usuario a habilidade de transformar partes do seu corpo em instrumentos musicais e tocar musicas com uma grande variedade de efeitos destrutivos.",
    "Fruta que concede ao usuario uma grande variedade de ataques que usam emocoes como amor, desejo ou adoracao para transformar seus oponentes em pedra.",
    "Fruta que concede ao usuario a habilidade de produzir e controlar diferentes tipos de veneno, assim como tambem gera imunidade para todos os tipos de veneno, fazendo dele um Humano de Veneno.",
    "Fruta que concede ao usuario a habilidade de criar vibracoes ou \"tremores\", fazendo dele um Humano Tremor.",
    "Fruta que concede ao usuario a habilidade de transformar seu corpo em diamante, fazendo dele um Humano de Diamante.",
    "Fruta que concede ao usuario a habilidade de mirar perfeitamente em qualquer \"alvo\" que ele ja tenha tocado, permitindo que ele nunca erre um tiro.",
    "Fruta que concede ao usuario a habilidade de criar e manipular forcas gravitacionais.",
    "Fruta que concede ao usuario a habilidade de gerar barreiras, fazendo dele um Humano Barreira.",
    "Fruta que concede ao usuario a habilidade de aumentar ou diminuir seu peso, fazendo dele um Humano Super Pesado.",
    "Fruta que concede ao usuario a habilidade de se fundir e manipular pedra, fazendo dele um Humano Assimilador de Pedra.",
    "Fruta que concede ao usuario a habilidade de gerar tinta a partir de seu corpo e usar um pincel para transformar as imagens criadas com aquela tinta em objetos vivos tri-dimensionais, fazendo dele um Humano de Tinta.",
    "Fruta que concede ao usuario a habilidade de curar qualquer machucado ou ferida a partir do uso de liquidos que saem de seu corpo, como lagrimas.",
    "Fruta que concede ao usuario a habilidade de interagir e manipular livremente almas.",
    "Fruta que concede ao usuario a habilidade de criar e manipular doce como desejar, fazendo dele um Humano Doce.",
    "Fruta que concede ao corpo do usuario as propriedades de um mochi, fazendo dele um Humano de Mochi. Isso permite que ele crie, controle e se transforme em mochi.",
    "Fruta que concede ao usuario a habilidade de livremente mover e moldar o chao como se fosse uma argila maleavel.",
    "Fruta que concede ao usuario uma forca imensa.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um bison a vontade, fazendo dele um Humano Bison.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de uma girafa a vontade, fazendo dele um Humano Girafa.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um humano a vontade, fazendo dele um Humano Humano, esta fruta em especifico possui melhor efeito em usuario nao humanos.",
    "Fruta que concede ao usuario a habilidade de se transformar em um Daibutsu (um Buddha gigante de ouro) a vontade.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um falcao a vontade, fazendo dele um Humano Falcao.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de uma fenix a vontade, fazendo dele um Humano Fenix.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um lobo a vontade, fazendo dele um Humano Lobo.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de uma divindade lobo a vontade.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma raposa de nove caudas hibrida a vontade, fazendo dele um Humano Raposa de Nove Caudas.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um leopardo a vontade, fazendo dele um Humano Leopardo.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um tigre dentes de sabre a vontade, fazendo dele um Humano Dentes de Sabre.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um mamute a vontade, fazendo dele um Humano Mamute.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um alossauro a vontade, fazendo dele um Humano Alossauro.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um pteranodonte a vontade, fazendo dele um Humano Pteranodonte.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um braquiossauro a vontade, fazendo dele um Humano Braquiossauro.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um pachycephalossauro a vontade, fazendo dele um Humano Pachycephalossauro.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de uma hidra a vontade, fazendo dele um Humano Hidra.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um dragao azul a vontade, fazendo dele um Humano Dragao.",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de uma tartaruga a vontade, fazendo dele um Humano Tartaruga.",
    "Fruta que concede ao corpo do usuario as propriedades de um ovo, que ao ser quebrado fara com que o usuario se regenere em um corpo mais forte com caracteristicas cada vez mais de galinha, fazendo dele um Humano Ovo (O processo de regeneracao ocorre ate no max 3 vezes: Ovo, Pintinho, Galo).",
    "Fruta que concede ao usuario a habilidade de se transformar em uma forma hibrida ou completa de um morcego a vontade, fazendo dele um Humano Morcego.",
    "Fruta que concede ao corpo do usuario as propriedades da fumaca, permitindo que o usuario crie, controle e se transforme em fumaca a vontade, fazendo dele um Humano de Fumaca.",
    "Fruta que concede ao corpo do usuario as propriedades da areia, permitindo que o usuario crie, controle e se transforme em areia a vontade, fazendo dele um Humano de Areia.",
    "Fruta que concede ao corpo do usuario as propriedades do fogo, permitindo que o usuario crie, controle e se transforme em fogo a vontade, fazendo dele um Humano de Fogo.",
    "Fruta que concede ao corpo do usuario as propriedades do relampago, permitindo que o usuario crie, controle e se transforme em eletricidade a vontade, fazendo dele um Humano Relampago.",
    "Fruta que concede ao corpo do usuario as propriedades do gelo, permitindo que o usuario crie, controle e se transforme em gelo a vontade, fazendo dele um Humano de Gelo.",
    "Fruta que concede ao corpo do usuario as propriedades da escuridao, permitindo que o usuario crie, controle e se transforme em escuridao a vontade, fazendo dele um Humano de Escuridao.",
    "Fruta que concede ao corpo do usuario as propriedades da luz, permitindo que o usuario crie, controle e se transforme em luz a vontade, fazendo dele um Humano de Luz.",
    "Fruta que concede ao corpo do usuario as propriedades da magma, permitindo que o usuario crie, controle e se transforme em magma a vontade, fazendo dele um Humano de Magma.",
    "Fruta que concede ao corpo do usuario as propriedades de fuligem, permitindo que o usuario crie, controle e se transforme em fuligem a vontade, fazendo dele um Humano de Fuligem.",
    "Fruta que concede ao corpo do usuario as propriedades da lama, permitindo que o usuario crie, controle e se transforme em lama a vontade, fazendo dele um Humano de Lama.",
    "Fruta que concede ao corpo do usuario as propriedades do gas, permitindo que o usuario crie, controle e se transforme em gas a vontade, fazendo dele um Humano de Gas.",
    "Fruta que concede ao corpo do usuario as propriedades da neve, permitindo que o usuario crie, controle e se transforme em neve a vontade, fazendo dele um Humano de Neve.",
    "Fruta que concede ao corpo do usuario as propriedades de uma floresta, permitindo que o usuario crie, controle e se transforme em flora a vontade, fazendo dele um Humano Floresta.",
    "---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---"
  ],
  "NOME TRADUZIDO":["Fruta da Borracha","Fruta dos Pedaços","Fruta da Bomba","Fruta da Flor","Fruta da Cera","Fruta da Comilança","Fruta da Lâmina","Fruta da Mola","Fruta do Fio","Fruta da Lentidão","Fruta do Vazio","Fruta da Ressurreição","Fruta da Sombra","Fruta da Pata","Fruta da Idade","Fruta do Magnetismo","Fruta da Operação","Fruta da Palha","Fruta do Som","Fruta do Amor","Fruta do Veneno","Fruta do Tremor","Fruta do Diamante","Fruta do Alvo","Fruta da Gravidade","Fruta da Barreira","Fruta da Tonelada","Fruta da Pedra","Fruta do Pincel","Fruta da Cura","Fruta da Alma","Fruta do Doce","Fruta do Mochi","Fruta do Empurrão","Fruta da Força","Fruta da Vaca, \nModelo: Bisão","Fruta da Vaca, \nModelo: Girafa","Fruta do Humano","Fruta do Humano, Modelo: Buddha","Fruta do Pássaro, Modelo: Falcão","Fruta do Pássaro, Modelo: Fênix","Fruta do Cão, \nModelo: Lobo","Fruta do Cão,\nModelo: Deus Puro da Boca Grande","Fruta do Cão,\nModelo: Raposa de Nove Caudas","Fruta do Gato, \nModelo: Leopardo","Fruta do Gato, \nModelo: Tigre Dentes de Sabre","Fruta do Elefante, Modelo: Mamute","Fruta do Dragão, Modelo: Alossauro","Fruta do Dragão, Modelo: Pteranodonte","Fruta do Dragão, Modelo: Braquiossauro","Fruta do Dragão, Modelo: Pachycephalossauro","Fruta da Cobra,\nModelo: Hidra","Fruta do Peixe,\nModelo: Dragão Azul","Fruta da Tartaruga","Fruta do Ovo","Fruta do Morcego","Fruta da Fumaça","Fruta da Areia","Fruta do Fogo","Fruta do Relâmpago","Fruta do Gelo","Fruta da Escuridão","Fruta da Luz","Fruta da Magma","Fruta da Fuligem","Fruta da Lama","Fruta do Gás","Fruta da Neve","Fruta da Floresta","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---"],
  "FOTO":["gomugomu","barabara","bomubomu","hanahana","dorudoru","bakubaku","supasupa","banebane","itoito","noronoro","horohoro","yomiyomi","kagekage","nikyunikyu","toshitoshi","jikijiki","opeope","warawara","otooto","meromero","dokudoku","guragura","kirakira","matomato","zushizushi","baribari","tonton","ishiishi","fudefude","chiyuchiyu","sorusoru","peropero","mochimochi","oshioshi","rikiriki","ushiushibisao","ushiushigirafa","hitohito","hitohitodaibutsu","toritorifalcao","toritorifenix","inuinulobo","inuinuokuchi","inuinukitsune","nekonekoleopardo","nekonekodentesabre","zouzoumamute","ryuryualossauro","ryuryupteranodonte","ryuryubraquiossauro","ryuryupachylossauro","hebihebi","uouo","kamekame","tamatama","battobatto","mokumoku","sunasuna","meramera","gorogoro","hiehie","yamiyami","pikapika","magumagu","susususu","numanuma","gasugasu","yukiyuki","morimori","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---","---"]
}
