{
   "NOME DO ATAQUE":["Gomu Gomu no Pistol","Gear 2","Gomu Gomu no Red Hawk","Gomu Gomu no Organ Gun","Gomu Gomu no Bajrang Gun","Bara Bara Ho","Bara Bara Kinkyu Dasshutsu","Bara Bara Festival","Nose Fancy Cannon","Kick Bomb","Zenshin Kibaku","Seis Fleur: Clutch","Cien Fleur: Wings","Mil Fleur: Gigantesco Mano - Stomp","Mil Fleur: Kochoran","Demonio Fleur: Gran Jacuzzi Clutch","Candle Lock","Doru Doru Arts \"Ken\"","Candle Wall","Candle Champion: Oraga Hatake","Baku Baku Shock: Bero Cannon","Baku Baku Factory: Slim-up","Ningen Heiki","Spar Claw","Spider","Atomic Spar","Spiral Hollow","Spar Break","Spring Snipe","Spring Death Knock","Spring Dash","Spring Hopper","Goshikito","Tamaito","Black Knight","Overheat","God Thread","Noro Noro Beam","Noro Noro Beam: Kyubi Rush","Noro Noro Beam: Megaton Kyubi Rush","Negative Hollow","Mini Hollow: Ghost Rap","Toku Hollow: Kamikaze Rap","Yutai Ridatsu","Kasuriuta: Fubuki Giri","Soul Parade: Ice Wall","Hanauta Sancho: Tyamasi no Yahazu Giri","Cold Soul","Phrase d'armes: Orchestra","Brick Bat","Doppelman: Kagemusha","Tsuno-Tokage","Shadow's Asgard: Black Box","Pad Ho","Puni","Kiseki no Te","Ursus Shock","Toshi Tsuki","Distortion Future","NDE","Distortion Future: Kyojin Mitaina Mirai","Punk Gibson","Punk Rotten: Punk Vise","Punk Corna Dio","Assign: Punk Clash","ROOM: Counter Shock","ROOM: Shambles","ROOM: Gamma Knife","K-ROOM: Anesthesia - Shock Wille","K-ROOM: Anesthesia - Puncture Wille","Goma no So","Straw Man's Card: Death, Upright","Straw Man: \"Life\" Minus","Tatakau Music: Scratch - Bon","Tatakau Music: Scratch - Shan","Tatakau Music: Scratch - Don","Mero Mero Mellow","Perfume Femur","Slave Arrow","Chloro Ball","Doku Gumo","Hydra","Venom Demon: Jigoku no Shinpan","Gekishin","Shingen no Ichigeki","Kabutowari","Shima Yurashi","Diamond Skin","Brilliant Punk","Mato Mato no Noroi","Gravito","Abare Himatsuri","Gravito: Moko","Barrier","Barrier Bulls","Bari Bari no Pistol","Barrier Crash","Jutton Vise","Hakai no Senton Vise","Jigoku no Manton Vise","Pulpostone","Charlestone","Ishiusu","Bitestone","Nuke Suzume","Nobori Ryu","Sumigumo: Ukiyo Yudachi Ezu","Chiyupopo","Soul Pocus","Prometheus: Heavenly Bonbon","Napoleon: Ikoku","Hera: Tenman Daijizai Tenjin","Misery: Maser Saber - Bahoho","Candy Wave","Candy Shower","Candy Armor","Candy Maiden","Kaku Mochi","Yaki Mochi","Zan Giri Mochi","Muso Donuts: Mochi Ginchaku","Oshinokeru","Riki","Yagyu","Fiddle Banff","Rankyaku \"Sen\"","Tekkai \"Mushikaku\"","Kirin Hodai: Kyoku Bigan \"Kirimanjaro\"","Rankyaku \"Amane Dachi\"","Kiriman-Gyro","Heavy Point: Heavy Gong","Guard Point","Kung Fu Point: Daisenpu","Arm Point: Kokutei Roseo","Monster Point","Impact Wave","I'll Execute You Myself!!","Tobizume","Hayabusa Dash","Ongle","Fukkatsu no Aoi Hono","Hoo-in","Fujiazami","Bluebird","Tekkai Kenpo \"Okami Hajiki\"","Jusshigan","Rankyaku \"Lupus Fall\"","Mahoroba","Kagamiyama","Namuji Hyoga","Himorogiri","Transform","Rankyaku \"Gaicho\"","Shigan \"Madara\"","Sai Dai Rin: Rokuogan","Shugan","Gagan","Tekkai \"Kibasen\"","Shigan \"Madara\"","Charge","Zou Skin","Human-Beast Form","Beast Form","Tankyudon","Barizodon","Tempuraudon","Brachio Bomber","Bridal Grapper","Black Coffee","Brachiotoguros","Ul-Zugan","Ul-Meteor","Hebi Munch","Tatsumaki","Kaifu","Bolo Breath","Shoryu: Kaen Hakke","Kame Shell","Baron Tamago","Viscount Hiyoko","Count Niwatori","Bite","White Blow","White Out","White Launcher","White Vine","Desert la Spada","Barján","Sables","Sables: Pesado","Desert Grande Espada","Hiken","Higan","Kyokaen","Hotarubi: Hidaruma","Dai Enkai: Entei","60.000.000 V Jamboule","Kari","Vari: 100.000.000 V","Deathpiea: Raigo","200.000.000 V Amaru","Ice Saber","Ice Time Capsule","Ice Block: Partisan","Ice Ball","Ice Block: Pheasant Beak","Kurouzu","Yamiagari","Amaterasu","Ama no Murakumo","Yata no Kagami","Yasakani no Magatama","Meigo","Dai Funka","Inugami Guren","Ryusei Kazan","Karasu Renkon","Obelisusu","Numa Numa no Absorb","Numa Numa no Gatling Gun","Nenshokei: Miok Gas","Gastille","Karakuni","Blue Sword","Shinokuni","Yuki Gaki","Yuki Rabi","Fubuki","Tabira Yuki: Hada Gatana","Mannen Yuki","Kinniku Mori Mori","Bokarin","Smooth Skin","Sube Sube Spur","Warp","Shiku","Onna ni Naru-byo","Golden Hour","Hitsuji Gumo Relax Hour","Hitsuji Gumo Tidal Wave","Air Door","Kaiten Door","Skating","Kaijin no Te","Shisha no Te","Kaijin no Ashi","Castle Tank","Rook In Voller Grobe: Big Father","Rook: Cannon Firing","Emporio Chiyu Hormone","Emporio Tension Hormone","Emporio Ganmen Seicho Hormone","Dekai","GabuGabu","Shugo Roppu","Shima Transformation","Espada Girl","Revolver Girl","Gatling Girl","Missile Girl","Beta Betton Launcher","Beto Launcher","Hanamizu Shinken Shirahadori","Beta Betton Meteora","Calm","NyanNyan Suplex: Baby Buster","Ninpo: Bunshin no Jutsu","Ninpo: Maki Maki no Jutsu - Hokan","Ninpo: Maki Maki no Jutsu - Katon","Heat Goat","Heat Denasshi","Heat Match Guy","Nekkai Gyorai","Crush Biscuit","Biscuit Hei","Hard Biscuit","Sexy Ninpo: Kare-San-Sui","Nyudo Gunyo","Gunyo no Su","Golem"],
   "DESCRIÇÃO":["O usuario estica seu braco para tras e em seguida puxa com fora dando um soco poderoso.", "Tecnica em que o usuario acelera o fluxo de sangue em todas as partes do corpo a fim de fornecer a eles mais oxigenio e nutrientes aumentando seu dano e sua agilidade em 15% no proximo turno. ", "O usuario usa seu haki para endurecer o braco e ao estica-lo para tras ele se inflama lançando uma corrente de fogo juntamente de um soco devastador causando uma explosao ao acertar.", "O usuario usa Haki do Armamento pelo corpo e ao comprimir ambos os punhos em seus braços o usuario começa a move-los na horizontal tao rapidamente dando a impressao de dois pares extras de braços sendo materializados antes de liberar uma onda de socos pesados e contínuos.", "Com sua fruta despertada o usuario infla seu punho a um tamanho proximo a de uma ilha infunde-o com Haki do Armamento e Haki do Rei e depois soca seu oponente pela emissao de Haki sem contato direto.", "O usuario segurando uma faca atira suas maos no oponente.", "Quando ocorre um ataque direcionado a uma parte específica do corpo o usuario rapidamente separa essa parte do resto do seu corpo para evitar danos isso causa um aumento de 10% de intuiçao para o proximo turno.", "O usuario separa todas as partes de seu corpo em pequenos pedaços e gira em torno deles cercando assim o oponente e o atacando com suas partes do corpo em velocidades intensas.", "O usuario arranca um muco seco de seu nariz e o joga no oponente. O muco entao causa uma grande explosao ao receber contado.", "O usuario chuta o oponente detonando sua perna com o impacto. Ele pode fazer o mesmo com os braços.", "O usuario agarra seu oponente em um abraço e entao detona seu corpo inteiro de uma vez so. A explosao é tao forte que é capaz de destruir os ossos do oponente.", "O usuario brota 6 braços. 2 agarram as pernas do oponente fazendo ele cair; 2 seguram o oponente pelas costas e 2 agarram o pescoço do oponente. Os braços na perna e pescoço são puxados quebrando as costas do oponente.", "O usuario brota 100 braços em suas costas criando asas enormes com 50 braços cada ao fazer isso o usuario é capaz de voar por um tempo aumentando sua agilidade em 10%. ", "O usuario cria 2 pernas gigantes com 500 braços cada ele então pisa em seu oponente com toda força. ", "O usuario cria centenas de pares de mãos conectadas entre si que criam uma rajada capaz de desviar um ataque. Essa técnica aumenta a Intuição em 15%.", "O usuario brota uma cópia gigante de si mesmo com uma aparência demoníaca ele então brota múltiplos braços longos para prender completamente o oponente e o finaliza com um Clutch quebrando todos os seus ossos.", "Produzindo cera e a espalhando sobre as pernas do oponente o usuario é capaz de imobilizar seu oponente com uma grande algema em formato de vela. Isso causa uma diminuição de 10% na agilidade e intuição do oponente.", "O usuario cria uma espada gigante de cera e ataca o oponente com ela.", "O usuario cria um enorme muro de cera para se defender de um ataque do oponente. Isso causa um aumento em 15% na defesa do usuario.", "O usuario se cobre em cera criando uma massiva armadura de combate aumentando em 5% sua defesa e em seguida se impulsiona na direção do oponente o socando com as luvas de boxe feitas de cera.", "Após comer um canhão o usuario consegue transformar sua língua e braços em canhões e atira em seu oponente.", "O usuario devora o próprio corpo até que somente o seu queixo sobra. Ele então rearranja sua estrutura óssea e ao terminar reaparece em uma versão mais magra e alta de si mesmo. Isso aumenta em 5% a agilidade do usuario mas diminui 5% de sua defesa.", "Após milhares de armas de uma vez só o usuario usa o Baku Baku Shock para transformar seu corpo em um arsenal completo disparando uma sequencia massiva de ataques.", "O usuario transforma seus dedos em lâminas antes de atacar seu oponente.", "Permanecendo completamente imóvel o usuario endurece seus ossos e se torna imune a qualquer dano. Isso aumenta a defesa do usuario em 15%.", "Depois de transformar seus dedos em lâminas o usuario cruza suas mãos sobre seu peito e faz um movimento de 'X' para baixo instantaneamente cortando qualquer coisa em sua frente.", "O usuario cria lâminas circulares sobre seus braços antes de começar a girá-los tornando seus braços em mini-serras que rasgam qualquer coisa que eles tocam.", "O usuario balança e cruza seus braços de lâmina em sua frente resultando em severos cortes poderosos na horizontal. Cortes tão afiados que são capazes de cortar até mesmos objetos atrás do oponente.", "Ao transformar ambas as pernas em molas o usuario da um grande impulso diretamente em seu oponente para dar um soco.", "O usuario transforma seu braço em uma mola comprime ela e então libera ela em um poderoso soco de longa distância.", "Com as pernas transformadas em mola o usuario da um impulso para os lados a fim de ganhar velocidade. Isso aumenta a agilidade em 5%.", "Usando os seus arredores o usuario começa a pular de ponto a ponto aumentando sua velocidade a cada pulo enquanto desorienta seu oponente. A velocidade é tanta que ele desaparece a olho nu e por fim se direciona com os punhos na frente em seu oponente resultando em um soco estrondoso. O ataque também aumenta a agilidade em 20%.", "O usuario balança suas mãos para cortar seu oponente com 5 fios saindo de seus dedos", "O usuario aponta para seu oponente com o indicador e atira uma pequena bola de fios como se ele estivesse atirando com uma arma e o dano é equivalente a de uma bala de verdade.", "O usuario cria um clone feito inteiramente de fios condensados. Isso aumenta sua intuição em 10% e dobra seu dano para o próximo turno.", "O usuario atira da palma de sua mão uma corda grossa feita de fios condensados e a usa para chicotear seu oponente o ataque é tão poderoso que é capaz de cortar construções a quilômetros de distância.", "Com sua fruta despertada o usuario conjura 16 grossos feixes de fio gigantes infundidos com Haki do Armamento que formam pontas afiadas e então as envia na direção de seu oponente em formação perfurante.", "O usuario atira seu raio de Fótons Noroma em seu oponente desacelerando ele completamente por 30 segundos. Isso causa um aumento em 25% na agilidade do usuario e diminui em 50% a agilidade do oponente.", "Após usar a Noro Noro Beam o usuario parte para uma série de socos em seu oponente em alta velocidade onde o dano é acumulado a cada soco e liberado com toda força depois de 30 segundos.", "Após usar a Noro Noro Beam o usuario parte para uma série de socos em seu oponente porém desta vez com uma força e velocidade muito maiores.", "O usuario envia um fantasma na direção do oponente que consegue drenar a vontade de qualquer pessoa que ele tocar fazendo elas extremamente negativas e deprimidas. Isso causa uma diminuição de 20% em todos os status do oponente.", "O usuario cria mini fantasmas do tamanho de sua mão e os gruda no oponente. Após isso o usuario estala seus dedos fazendo os fantasmas explodirem no oponente.", "O usuario cria um fantasma gigante e faz ele morder seu oponente. Após isso o usuario estala seus dedos detonando o fantasma em uma explosão massiva.", "O espírito do usuario sai de seu corpo podendo então voar e se tornar intangível e imune a qualquer ataque entretanto o seu corpo físico fica inconsciente e imóvel no chão vulnerável a ataques. Isso causa um aumento em 10% em agilidade 15% em intuição porém diminui sua defesa em 15%.", "Combinando sua velocidade com sua Akuma no Mi o usuario realiza um corte de cima para baixo e congela o sangue do seu oponente.", "O usuario utiliza uma técnica com sua espada onde ele cria um largo muro de gelo surgindo do chão para bloquear ataques. Isso causa um aumento em 15% na defesa do usuario.", "O usuario pula no ar e utiliza uma lâmina para cortar verticalmente seu oponente. A técnica é infundida com poder da alma infligindo dano até mesmo com Haki do Armamento.", "A alma do usuario voa para fora de seu corpo e atravessa o oponente congelando ele com a frieza de sua alma. Isso causa uma diminuição de 10% na agilidade do oponente.", "O usuario cria um corte no formato de uma Clave de Sol que congela o seu oponente no ponto de impacto.", "O usuario transforma sua própria sombra em várias bolas que se tornam um conjunto de morcegos que conseguem atacar o oponente.", "O usuario consegue fazer sua própria sombra emergir do chão e atuar como um indivíduo próprio graças a ela o usuario consegue trocar de lugar com sua sombra sempre que quiser. Isso causa um aumento em 10% na intuição.", "Após roubar algumas sombras o usuario consegue atirar uma grande flecha de sombras em seu oponente.", "O usuario rouba milhares de sombras e as absorve se tornando muito maior e mais poderoso. Ele então transforma sua sombra agora muito maior em Brick Bats que prendem o oponente em uma caixa preta feita de sombras solidificadas após isso o usuario esmaga repetidas vezes a caixa com suas mãos e pés.", "O usuario repele o ar ao seu redor com velocidade próxima a da luz enviando uma devastadora onda de choque na direção do oponente. A onda de choque consegue passar direto pelo corpo do oponente deixando uma marca de pata no local.", "Método de defesa onde o usuario move sua mão para interceptar ou repelir qualquer ataque vindo em sua direção usando as almofadas de pata em sua mão. Isso causa um aumento em 20% na intuição.", "Usando as patas em sua mão o usuario é capaz de repelir toda e qualquer sensação de dor ou fadiga em seu corpo manisfestando elas em uma bolha vermelha no formato de uma pata. Isso cura 20% da vida total do usuario.", "Um ataque destrutivo onde o usuario forma uma bolha gigante em forma de pata entre os seus braços esticados prendendo uma porção massiva de ar dentro dela. Ele então comprime o ar cada vez mais fazendo a bolha encolher rapidamente. Depois de muito pequena o usuario lança a bolha na direção do oponente que ao receber contato descomprime todo o ar de uma vez só causando uma explosão gigantesca e massiva.", "Ao encostar em seu oponente com um bastão ou com as próprias mãos o usuario é capaz de alterar a idade do oponente deixando ele mais jovem ou velho afetando sua habilidade de combate. Isso causa uma diminuição de 15% de força estamina agilidade e defesa do usuario.", "O usuario envelhece em uma possível versão futura dele. Sua versão padrão fornece ao usuario um físico largo e musculoso o tornando fisicamente mais forte com isso o usuario parte para cima de seu oponente.", "O usuario puxa uma pistola e atira sobre seu oponente porém invés de machuca-lo o oponente envelhece rapidamente até se tornar um esqueleto antes de imediatamente reverter para sua idade inicial o que criando um trauma psicológico nele por ter uma experiencia de quase morte. Isso causa uma redução de 15% na intuição e 20% na agilidade do oponente.", "O usuario envelhece em uma possível versão futura dele ganhando um físico incrivelmente grande similar a de um gigante. Com seu corpo gigante o usuario então inflige uma série de ataques sobre o oponente.", "O usuario atrai várias peças de metal para um de seus braços de forma a criar um massivo braço prostético. Ele então golpeia seu oponente esmagando ele.", "O usuario atrai uma alta quantidade de metal a sua volta e molda eles na forma de uma caveira gigante de entulho juntamente de duas mãos gigantes. O usuario então faz o golem esmagar o oponente com ambas as mãos.", "O usuario atrai uma alta quantidade de metal a sua volta e molda eles na forma de um touro gigante metálico. Então sobre as costas do touro o usuario avança com toda velocidade sobre o oponente o atropelando com os chifres do touro.", "Com sua fruta despertada o usuario é capaz de assimilar um campo magnético sobre seu oponente fazendo com que ele se torne uma espécie de imã. O usuario então aumenta imensamente o level de atração fazendo com que incontáveis peças de metal a quilômetros de distância sejam atraídos até o oponente soterrando ele completamente.", "O usuario dentro do ROOM coloca ambas as mãos para frente e sobre seu oponente e libera um forte surto elétrico como se fosse um desfibrilador.", "Dentro dos limites do ROOM criado o usuario consegue trocar de posição com qualquer objeto que estiver lá dentro normalmente sendo usado como forma de desvio de ataques ou transporte. Isso causa um aumento em 15% em intuição e agilidade.", "O usuario cria uma pequena lâmina de energia antes de empalar seu oponente com ela. Essa técnica destrói os órgãos internos do oponente sem causar nenhum dano ou ferida externa.", "Com sua fruta despertada o usuario consegue criar uma K-ROOM muito similar ao ROOM porém o usuario é capaz de aplicar os efeitos do ROOM em objetos. Ao fazer isso em sua espada e enfia-la no oponente o usuario libera uma onda de choque elétrica através do corpo do oponente que frita completamente o seu interior.", "O usuario se posiciona sobre o oponente aplica a K-ROOM sobre sua espada e a usa para atravessar o oponente prendendo ele no chão enquando a espada aumenta em tamanho após isso o usuario libera uma poderosa onda de choque que implode tudo que foi perfurado pela espada causando dano massivo em seres vivos e crateras enormes em superfícies rochosas.", "O usuario cobre seu corpo com uma grande porção de palha dando a ele a aparência de um monstro espantalho gigante com pregos de metal nos dedos agindo como garras que podem ser usadas para atacar o oponente.", "Ao gerar uma enorme quantidade de palha a partir de sua espada o usuario cria um monstro gigante de palha muito semelhante a sua técnica Goma no So. Após se separar da espada o monstro começa a imitar o usuario permitindo que ele comande o monstro a atacar o oponente com uma foice gigante.", "O usuario cria um pequeno boneco de palha que representa o oponente e o guarda em seu corpo quando o usuario é sofre um ataque o dano é redirecionado para o oponente deixando o usuario intacto e faz o boneco ser retirado de seu corpo.", "Ao transformar seu antebraço em cordas e tocá-las o usuario libera uma onda sonora que faz o oponente sofrer um impacto de força repêntina como se ele tivesse sido socado.", "Ao transformar seu queixo em um prato e ao tocá-lo empurrando sua cabeça para baixo o usuario libera uma onda sonora que faz o oponente ser cortado como se ele fosse acertado por uma lâmina. Esse ataque é forte o bastante para potencialmente cortar um membro.", "Ao transformar seu peito em um tambor e bater nele com os punhos o usuario libera uma onda sonora que causa uma explosão aparentemente vinda de dentro do corpo do oponente sendo capaz até mesmo de deixa-lo momentâneamente inconsciente.", "O usuario faz um coração com suas mãos e atira um raio em foma de coração sobre seu oponente caso ele tenha 'pensamentos impúros' sobre o usuario o oponente é petrificado. Isso causa uma diminuição de 20% na agilidade e intuição do oponente.", "O usuario realiza uma parada de mão e começa a girar a fim de causar uma série de chutes no oponente. Caso ele seja acertado a parte acertada é petrificada e se racha devido a força do chute.", "O usuario respira fundo e manda um beijo na forma de um coração gigante ele então puxa a parte de trás do coração e ao soltar o coração explode em centenas de flechas que são atiradas perfurando o oponente antes de petrifica-lo.", "Após mascar e assoprar um pouco do próprio veneno como se fosse uma bola de chiclete o usuario cospe uma bolha azul em alta velocidade na direção do oponente que explode ao contato deixando uma nuvem de gás venenoso.", "O usuario sopra uma alta quantidade de 'Bafo Venenoso' criando uma névoa que cobra toda a área. Essa névoa não só atrapalha na visão do oponente como também o enfraquece gradualmente.", "Após produzir uma alta quantidade de líquido roxo venenoso de seu corpo o usuario é capaz de manipular o líquido na forma de um dragão de 3 cabeças que é capaz de perseguir o oponente e engoli-lo caso alcançado. O nível de toxidade do dragão é tanta que é capaz de dissolver o oponente ao contato.", "Também conhecida como 'Técnica Proibida' o usuario produz uma enorme quantidade de líquido venenoso de cor carmim e a partir dele forma uma entidade massiva de aparência demoníaca que imita todos os movimentos do usuario. É um veneno tão tóxico que chega a afetar até mesmo objetos não-orgânicos dissolvendo e matando instantaneamente qualquer um que entre em contato.", "O usuario racha o ar diretamente na frente do oponente causando um dano severo conforme as ondas de choque atravessam seu corpo.", "O usuario foca as vibrações ao redor do seu punho em uma bolha esférica formar um hipocentro do terremoto e realizar um soco liberando toda a força concentrada de uma vez com um poder enorme.", "O usuario agarra a cabeça do usuario e concetra todas as vibrações ao redor dela resultando em um dano esmagador.", "O usuario 'agarra' uma área inteira ao segurar e puxar o ar ao seu redor como se fosse algo tangível rapidamente o invertendo. Fazendo isso o usuario é capaz de inclinar ilhas inteiras.", "O usuario cobra sua pele inteira em diamante tornando seu corpo completamente impermeável a grande parte dos ataques físicos. Isso aumenta a defesa em 20%", "O usuario avança contra o oponente em alta velocidade com seu braço transformado em diamante causando dano e enviando o oponente para longe.", "Após tocar o oponente o usuario é capaz de usa-lo como alvo e ao atirar qualquer projétil faz com que sua arma siga indefinidamente o oponente garantindo um acerto. Isso diminui a intuição em 50%.", "Ao infundir os poderes de sua fruta em sua arma o usuario é capaz de criar forças gravitacionais simplesmente balançando ou movendo sua arma. Ao fazer isso cria-se uma grande força gravitacional sobre o oponente forcando ele contra o chão.", "O usuario permanece sobre uma pedra levita ela sobre o ar e voar pelo campo de batalha trazendo uma chuva de meteoritos conforme ele passa.", "O usuario gera niveis imensos de força gravitacional ao seu redor que empurra horizontalmente derrubando qualquer coisa que estiver em seu caminho. A o campo gravitacional é tão forte que consegue facilmente destruir construções reduzindo elas a meros destroços.", "Ao cruzar os dedos o usuario é capaz de manifestar uma barreira transparente em sua frente que pode protege-lo de qualquer ataque. Isso causa um aumento em 20% de defesa.", "O usuario forma uma barreira curvada retangular em sua frente e impulsiona ela pra frente nocauteando tudo no seu caminho.", "O usuario cria uma pequena barreira esférica ao redor de seu punho e logo em seguida soca o oponente com toda força a barreira ajuda a amplificar o dano.", "O usuario atira a barreira na direção do oponente em alta velocidade a esmagando contra ele. O ataque é poderoso o bastante para tornar o oponente momentâneamente inconsciente.", "O usuario flutua sobre o oponente e então o esmaga completamente com um peso de 10 toneladas.", "O usuario flutua sobre o oponente e então o esmaga completamente com um peso de 1.000 toneladas.", "O usuario flutua sobre o oponente e então o esmaga completamente com um peso de 10.000 toneladas.", "Após se assimilar com uma grande massa de pedra o usuario produz tentáculos feitos de pedra e os direciona no oponente em uma tentativa de esmaga-lo.", "Após se assimilar com uma vasta área de pedra o usuario faz com que uma multitude de espinhos rochosos emergam do chão.", "O usuario cria 2 pilares horizontais de pedra com espinhos na ponta que ele utiliza para chocar contra o oponente.", "O usuario cria uma réplica gigante de sua cabeça feita de pedra e a usa para morder o oponente.", "O usuario desenha um grande pássaro a fim de escapar de uma área. Isso aumenta a agilidade e intuição em 10%", "O usuario desenha um dragão que não consegue voar porém consegue escalar e atacar o oponente com seus dentes.", "O usuario cria uma grossa nuvem a partir de seu fio de cabelo. Assim que a nuvem está posicionada sobre o oponente o usuario libera uma chuva de gotas de tinta chamadas 'Ink Arrows' que são afiadas o bastante para perfurar madeira e até mesmo a pele.", "O usuario libera dentes-de-leão feitos de lágrimas que temporariamente aumentam o processo de cura daqueles que entrarem em contato com eles. Isso cura 30% da vida total do usuario.", "O usuario conversar diretamente com a alma do oponente demandando que o oponente desista ou dê para o usuario parte de sua expectativa de vida fazendo com que ele transfira 10% de HP do oponente para o usuario.", "O usuario invoca Prometheus uma bola de fogo gigante que foi trazida a vida. Ele então cospe 3 poderosas bolas de fogo em seu oponente.", "O usuario invoca Napoleon uma espada gigante que foi trazida a vida. O usuario então o usa com tanta força que é capaz de criar uma enorme onda de choque que destrói tudo em seu caminho.", "O usuario invoca Hera uma nuvem gigante que foi trazida a vida. O usuario então comanda que ela libere diversos relâmpagos poderosos em todas as direções bombardeando o seu arredor com uma tempestade elétrica.", "O usuario invoca Misery uma combinação de Prometheus Napoleon e Hera onde uma criatura gigante feita de fogo e eletricidade é invocada através de Napoleon e persegue o oponente enquanto realiza ataques devastadores com uma tremenda quantidade de poder.", "O usuario amarra o oponente em doce o imobilizando. Isso causa uma diminuição de 15% em agilidade e intuição.", "Depois de criar um arco e produzir dúzias de flechas feitas de doce o usuario as atira para o céu de uma vez criando assim uma chuva de flechas doces que perfuram qualquer coisa ao seu redor.", "O usuario se protege de qualquer ataque ao criar uma armadura doce transparente que cobre o seu corpo inteiro. Isso causa um aumento de 15% em defesa.", "O usuario cria uma Donzela de Ferro gigante feita de doce em uma tentativa de prender o oponente la dentro.", "O usuario transforma seus braços e mãos em mochi e as comprime até que adquiram um formato quadrado. Ele então os endurece e soca o seu oponente. O formato compacto e quadrado do punho resulta em um ataque que é muito mais forte que um regular. ", "O usuario infla o seu antebraço feito de mochi até que a pressão faça com que ele exploda impulsionando seu punho coberto em Haki em seu oponente à distância. A velocidade do punho é tanta que ele pega fogo devido à fricção.", "O usuario torna seu corpo inteiro em mochi e rapidamente gira na direção do oponente em um formato de donut. Quando ele alcança o oponente ele retorna ao formato original e aumenta um dos braços cobrindo ele com espinhos e Haki do Armamento. Usando a inércia do giro o usuario acerta o oponente com tremenda força.", "Com sua fruta despertada o usuario conjura múltiplos donuts de mochi ao redor do oponente molda eles em braços gigantes cobertos em Haki do Armamento e então começa a socar repetidamente o oponente com uma força absurda.", "O usuario é capaz de 'empurrar' o chão e fazer um túnel no solo o empurrando para abrir caminho. Permitindo que o usuario passe despercebido pelo oponente. Isso causa um aumento em 5% de agilidade.", "O usuario recebe um aumento impressionantemente alto em sua força física ao ponto de torná-lo capaz de partir uma montanha inteira do chão levantá-la sobre sua cabeça e atirá-la com suas próprias mãos.", "O usuario assume a forma completa de um bisão e corre sobre a arena acumulando velocidade. Isso causa um aumento de 10% em agilidade.", "O usuario se tranforma em sua forma híbrida de bisão e então avança sobre o oponente com uma incrível velocidade o acertando com sua arma.", "Em sua forma híbrida o usuario levanta sua perna rapidamente fazendo com que o ar seja empurrado pra frente com toda velocidade como uma bala.", "O usuario dobra seu largo pescoço e pernas para se tornar um cubo. Quando Haki do Armamento é usado nesta forma ele elimina os pontos fracos de seu corpo principalmente o pescoço. Isso causa um aumento de 10% em defesa.", "O usuario fica sobre as 4 patas como uma girafa normal e puxa o seu pescoço para perto do seu corpo comprimindo ele em um pescoço menor. Após retrair completamente seu pescoço o usuario atira ele de volta como um canhão na direção do oponente na tentativa de perfurá-lo.", "O oponente rodopia no rapidamente em um circulo enquanto se apoia com uma mão só sobre o chão usando seu pescoço alongado para ganhar momentum extra e girar mais rapido e então ele realiza um corte com ambas as pernas que cria um feixe circular capaz de cortar construções inteiras.", "Com sua fruta despertada o usuario extende o seu pescoço em um tamanho muito maior e o rotaciona rapidamente em um padrão similar a uma broca criando ventos cortantes na direção do oponente.", "O usuario ativa sua forma 'Humana' que transforma seu físico no auge do ser humano o deixando muito mais forte. Nessa forma o usuario realiza um soco normal contra seu oponente porém devido a transformação o dano é aumentado fortemente.", "Nessa forma o pelo do usuario cresce completamente cobrindo todo o seu corpo e só deixando a cabeça e pernas visíveis. Graças ao pelo o usuario é capaz de aguentar praticamente qualquer ataque físico com esse escudo impenetrável. Isso aumenta a defesa do usuario em 15%.", "Nessa forma o usuario se torna um pouco menor e mais gordo juntamente disso ele se torna extremamente proficiente em kung fu. Com isso o usuario da um super pulo e rotaciona seu corpo rápido o bastante para criar um redemoinho gigante capaz de jogar o oponente para longe.", "Nessa forma os bíceps tríceps e ombros do usuario se tornam extremamente musculosos permitindo que ele soque o oponente com tamanha força que sua mão deixa uma marca enorme nele capaz até mesmo de quebrar todos os ossos na área socada.", "O usuario se transforma em o que aparenta ser uma junção gigantesca de todos os points anteriores dando a ele a força do Arm Point a versatilidade e agilidade do Kung Fu Point a defesa do Guard Point e a durabilidade do Heavy Point. Essa transformação concede um aumento tremendo nos atributos físicos do usuario que utiliza ela para atacar seu oponente.", "Em sua forma Buddha o usuario lança uma onda de choque dourada capaz de causar dano pesado em um grande grupo de oponentes.", "O usuario realiza um soco poderoso contra seu oponente com força suficiente para destruir completamente construções e plataformas feitas de aço.", "O usuario assume sua forma híbrida e da um rasante sobre seu oponente o atacando com suas garras. Quando utiliza essa técnica o usuario voa a uma velocidade ofuscante aparentando ser invisível. ", "Em sua forma completa de falcão o usuario voa para longe e em seguida volta com toda a velocidade sobre o oponente.", "O usuario usa sua perna de fênix para poderosamente chutar o oponente com as 4 garras cravadas nele causando dano cortando e jogando o oponente para longe.", "O usuario cria chamas azuis que ao invés de queimar ou se espalhar como um fogo comum possuem imenso poder regenerativo que ao utilizar em si mesmo podem curar 40% da vida do usuario.", "Similar ao Ongle o usuario avança contra o oponente com suas garras para frente porém antes de acerta-lo o usuario usa seu fogo para juntar energia sobre suas garras e liberar poderosas bolas de fogo em seu oponente que juntamente do impacto das garras causam um dano imenso.", "O usuario em sua forma fênix cria um redemoinho protetor de fogo em sua frente feito com suas penas a fim de se proteger de qualquer ataque. Isso aumenta a defesa do usuario em 20%.", "O usuario estica seu dedo do meio e indicador para criar um denso redemoinho de penas de fênix moldando remotamente em uma enorme bola de fogo que ele lança contra o oponente consecutivas vezes causando um dano absurdo.", "Em sua forma híbrida o usuario avança contra o oponente e o ataca usando suas garras.", "O usuario coloca ambas as suas mãos juntas e perfura o oponente com todos os 10 dedos de uma vez o dano do ataque é aprimorado graças as garras do usuario.", "O usuario chuta o ar lançando 4 projéteis cortantes em forma de lobo diretamente no oponente porém devido ao seu formato o projétil explode ao contato invés de cortar o oponente.", "O usuario cobre sua arma com uma aura congelante e ataca seu oponente com grande força ao mesmo tempo congelando ele. Isso diminui 4% da agilidade do oponente.", "O usuario se cobre em gelo que inicialmente não é possível ser distinguído de seu próprio corpo. Ao ser atacado por um oponente a 'armadura' de gelo absorve o dano se tornando visível como uma rachadura e se quebra. Isso causa um aumento em 15% de defesa.", "Técnica onde o usuario respira profundamente e então abruptamente exala um raio denso de ar gelado sobre seu oponente idealmente congelando ele. Isso diminui 8% da agilidade do oponente.", "O usuario da um grande pulo no ar e começa a girar verticalmente a sua arma para a esquerda criando um redemoinho de gelo sobre suas garras. Ele então consequentemente acerta seu oponente por cima com uma força imensa. Isso diminui 12% da agilidade do oponente.", "Sem usu ainda", "O usuario cria uma larga lâmina de ar no formato de um pássaro usando as garras de sua perna. A lâmina é tão poderosa q é capaz de cortar aço.", "O usuario usa ambas as mão para realizar uma 'Metralhadora de Dedo' com o objetivo de perfurar repetidas vezes o oponente com seu dedo as garras no dedo auxiliam para perfurar mais facilmente.", "Em sua forma híbrida o usuario agarra o oponente com sua cauda o imobilizando e então com ambos os punhos posicionados próximo ao dele o usuario cria uma explosão de ar capaz de ferir o oponente internamente causando um dano devastador.", "Com sua fruta despertada o usuario mantém as 5 garras de sua mão extendidas e então avança com toda velocidade sobre o oponente o perfurando completamente com sua mão inteira.", "O usuario rapidamente empurra sua boca para frente lançando uma explosão de ar comprimido no formato de suas presas. A explodão realiza um movimento de mordida ao atingir o oponente deixando um buraco no local atingido.", "Com a utilização de Haki do Armamente o usuario se agacha em posição de ataque endurece seus dentes e então avança sobre o oponente em alta velocidade em uma tentativa de rasgá-lo com suas garras.", "O usuario avança o dedo indicador de ambas as mãos na direção do oponente sucessivas vezes e extremamente rápido com o intúito de perfurar seu corpo inúmeras vezes e com suas garras servindo para aumentar o dano.", "Em sua forma bestial o usuario se torna extremamente mais forte sendo capaz de destruir construções inteiras com um único balançar de sua tromba.", "Apesar de mais lento o usuario recebe uma resistência muito maior enquanto em sua forma bestial podendo aguentar vários ataques sem sentir dor. Isso causa um aumento em 15% em defesa porém diminui a agilidade e intuição em 10%.", "Enquanto em sua forma híbrida o usuario recebe uma força e agilidade muito maiores aumentando também suas capacidades de combate. Isso aumenta a força agilidade e defesa em 10%.", "Enquanto em sua forma bestial o usuario avança contra o oponente e o agarra com sua boca o mordendo e então cuspindo fora.", "O usuario em sua forma híbrida voa em direção ao seu oponente em uma baixa altitude usando o momentum ganho para acertar-lo com um amplo golpe de sua asa de pteranodonte.", "O usuario enquanto voa usa ambas as suas asas de pteranodonte como lâminas usando suas extremidades para lançar uma série de projéteis destrutíveis feitos de ar e chamas.", "O usuario em sua forma bestial puxa a parte de trás de sua crista com um braço esticando seu rosto e retraindo o seu bico dentro de seu rosto. Ele então solta sua crista fazendo com que seu rosto seja lançado para frente em uma velocidade extrema como um estilingue com o intúito de acertar seu oponente com uma forma massiva usando seu bico para perfurá-lo", "O usuario enquanto em sua forma bestial pula de um local alto e cai de cabeça sobre o oponente o esmagando com o seu imenso peso.", "O usuario esquenta a garra em seu cabelo mecânico e tenta segurar o oponente em uma tentativa de queimá-lo e esmagá-lo.", "O usuario atira um raio laser de sua boca ou calda gerando uma explosão gigante depois de atingir a superfície.", "O usuario levanta sua cauda e então se lança separando o seu corpo em forma de cobra do seu torso e pernas. O usuario então se enrola ao redor o oponente como uma serpente e exerce uma pressão imensa sobre os seus ossos e órgãos sendo capaz de esmagar até mesmo mestres em Haki do Armamento.", "O usuario pula no ar inclina sua cabeça para trás e em seguida emurra ela contra a cabeça do seu oponente. A força desde ataque é tão extrema que o som do impacto é comparável com um tiro de canhão e é capaz de pulverizar o crânio do oponente.", "O usuario agarra o oponente com força inclina sua cabeça para trás cobre sua testa em Haki do Armamento e então começa a esmurrá-la repetidas vezes contra a cabeça de seu oponente. A força desde ataque é equivalente ao Ul-Zugan porém agora com o Haki do Armamento o dano é aumentado ainda mais.", "Em sua forma bestial o usuario se torna muito mais forte e adquire 7 novas cabeças permitindo que com elas o usuario morda e agarre o oponente.", "O usuario gira o seu corpo de serpente em um espiral para invocar diversos tornados ao seu redor. Por conta da alta velocidade dos ventos os tornados conseguem puxar o oponente para o alto em frente ao usuario permitindo que ele o morda.", "O usuario realiza um forte sopro criando lâminas crescentes de vento poderosas que conseguem facilmente cortar pedras densas assim como o corpo humano.", "O usuario junta fogo dentro de sua boca antes de soltar uma gigantesca rajada de fogo em seu oponente. A rajada viaja rapidamente e consegue instantaneamente dizimar grandes construções.", "O usuario sopra uma enorme quantidade de fogo de sua boca que reveste o seu corpo e produzem um calor alto o suficiente para derreter ilhas pequenas por completo. Com isso o usuario avança contra o oponente e libera uma mordida exploxiva com suas presas flamejantes.", "O usuario é capaz de se esconder em seu casco de tartaruga se tornando praticamente impenetrável porém como consequência se tornando extremamente lento. Isso causa um aumento em 20% de defesa porém reduz em 15% sua agilidade e intuição.", "O primeiro estágio do usuario possuindo uma alta velocidade de chute.", "O segundo estágio do usuario possuindo as mesmas características passadas porém com uma força física e agilidade muito maiores.", "O terceiro estágio do usuario que assim como seu segundo estágio possui todas as características dos estágios anteriores porém com uma resiliencia extremamente alta além de novamente aumentar sua força e agilidade.", "O usuario recebe uma furtividade muito maior permitindo que ele consiga se esgueirar pela área sem ser notado pelo oponente e o surpreender com uma mordida capaz de deixá-lo incapacitado por um tempo. Isso causa um aumento de 15% na agilidade do usuario e diminui em 10% a agilidade e intuição do oponente.", "O usuario transforma seu braço em fumaça e atira seu punho na direção do oponente causando um soco de longa distância.", "O usuario atira uma nuvem de fumaça normal de seus braços e as utiliza para cobrir completamente o oponente ele então torna a fumaça mais densa prendendo o oponente dentro. Isso causa uma diminiução de 10% na agilidade e intuição do oponente.", "O usuario se transforma completamente em fumaça e então se lança sobre o oponente quando próximo o bastante o usuario se solidifica novamente e ataca o oponente com sua arma.", "O usuario se transforma em uma coluna espiral de fumaça ao redor do oponente e então começa a desferir diversos socos nele.", "O usuario forma diversas lâminas sólidas de areia partindo qualquer coisa em seu caminho incluindo o próprio chão.", "O usuario levanta seu braço direito para frente deixando um rastro de areia para trás. Qualquer coisa que entre em contato com aquele rastro instantaneamente perde toda a água dentro dele tornando o oponente complemtamente desidratado. Isso causa uma diminuição de 10% em todos os status do oponente.", "O usuario invoca um tornado massivo feito de areia e o envia com tudo contra seu oponente. Assim que a tempestade de areia se torna grande o bastante nem mesmo o usuario é capaz de pará-lo.", "O usuario reúne uma massa rodopiante de areia extremamente densa em sua mão e então a arremessa contra seu oponente causando uma onda de choque massiva ao impacto.", "O usuario perfura o oponente com uma enorme lâmina de areia emergindo do chão em uma velocidade extremamente alta se tornando muito dificil de se desviar.", "O usuario transforma seu punho em chamas e atira uma densa coluna de fogo contra seu oponente.", "Apontando com o dedo do meio e indicador para o oponente usando ambas as mãos como se fossem pistolas o usuario transforma a ponta de seus dedos em fogo e atira balas feitas de chamas comprimidas.", "O usuario libera um muro feito de fogo para se proteger de um ataque do oponente. Isso causa um aumento de 10% em defesa.", "O usuario cria pequenas bolas de fogo brilhantes da palma de sua mão que flutuam em direção ao oponente todas de uma vez e então quando próximas o bastante explodem queimando totalmente o oponente.", "Depois de criar um grande espiral de fogo e comprimi-lo na palma de sua mão o usuario o transforma em uma gigantesca bola de fogo semelhando ao sol e a arremessa contra o oponente em uma tentativa de oblitera-lo.", "O usuario utiliza sua arma para criar um grande dragão serpente feito de eletricidade. O dragão voa até o oponente o atravessando e o eletrocutando com 60 milhões de volts.", "Uma técnica onde o usuario emite uma luz forte de eletricidade vinda do seu corpo que super-aquece o ar e se expande na velocidade do som criando um trovão que permite o usuario neutralizar qualquer ataque direcionado a ele. Isso causa um aumento em 10% em intuição.", "O usuario produz um raio massivo e incontrolável com 100 milhões de volts de eletricidade vindo do seu corpo e o direciona contra o oponente.", "O usuario cria uma enorme nuvem de tempestade sobre a arena e então molda ela em uma gigantesca esfera negra carregada com uma quantidade imensurável de eletricidade antes de jogá-la sobre o oponente.", "O usuario transforma o seu corpo em eletricidade pura de 200 milhões de volts. Nesse estado o usuario se encontra em sua versão mais forte sendo capaz de soltar imensos raios de suas mão e transformar a sua arma em um par de tridentes que queimam tudo o que tocam.", "O usuario cria uma grande espada feita de gelo compacto capaz de bater de frente com espadas feitas de aço e utiliza para atacar seu oponente. ", "O usuario lança uma onda de gelo sobre o chão onde qualquer coisa que entre em contato com o gelo é congelado na mesma hora. Isso causa uma diminuição de 15% na agilidade e intuição do oponente.", "O usuario cria diversas lanças de gelo e as joga sobre o oponente.", "O usuario congela o oponente em uma enorme bola de gelo e o joga contra uma superfície solida quebrando a bola de gelo e causando um enorme dano no oponente.", "O usuario libera uma enorme onda de gelo no formato de um faisão que explode ao entrar em contato com o oponente.", "O usuario estende um de seus braços pra frente e ativa o poder de gravidade da sua escuridão para puxar o oponente para perto permitindo que o usuario então o ataque com sua força massiva.", "O usuario espalha sua escuridão sobre uma grande área e 'engole' o oponente. Após totalmente submergido em escuridão o usuario ejeta o oponente de dentro da escuridão causando um dano pesado nele.", "O usuario aponta para o oponente com seu dedo do meio e indicador e emite um pequeno mas poderoso feixe de luz em sua direção o perfurando.", "O usuario cria uma longa muito afiada e resistente espada feita de luz a solidifica e utiliza ela para atacar seu oponente.", "O usuario cria luz entre suas mãos e reflete ela sobre qualquer superfície que ele desejar. Ele então se transforma nessa luz no intuito de chegar ao local desejado. O usuario faz isso para se transportar para cima do oponente e o ataca com um poderoso chute feito de luz", "O usuario cruza seus braços em sua frente e usa ambas as mãos para atirar uma torrente de partículas mortais de luz causando um dano extremo sobre seu oponente e o perfurando completamente no processo.", "O usuario transforma sua mão em magma e então avança contra o oponente com a mão em forma de garra.", "O usuario transforma seu braço em magma pura antes de expandi-la e a jogar contra seu oponente como se fosse um foguete gigante queimando qualquer coisa que esteja em seu caminho.", "O usuario cria uma onda de magma com o formato da cabeça de um cachorro com presas e a lança contra o oponente.", "O usuario aponta ambos os punhos para cima e atira um grande número de punhos de magma gigantes com o intúito de faze-los chover sobre a arena deixando um dano enorme sobre a arena no que parece uma junção de uma erupção vulcânica com uma chuva de meteoros.", "O usuario quebra o seu corpo em vários corvos assassinos feitos de fuligem que avançam e atacam o oponente bicando ele em rápida sucessão.", "Enquanto completamente transformado em fuligem o usuario atravessa o oponente deixando pequenos resquícios de fuligem sobre seu pés. O usuario então transforma esses restos em espinhos no formato de obelísquos que perfuram e mandam o oponente para longe.", "O usuario espalha sua lama sobre os pés do oponente e o absorve o puxando para dentro de seu 'pântano'. Isso diminui a agilidade e intuição do oponente em 10%", "O usuario retira uma enorme metralhadora de seu 'pântano sem fundo' e a utiliza para metralhar o oponente.", "O usuario concentra gás inflamável em uma unica área e então joga um fósforo aceso nele ativando o gás e criando uma massiva bola de fogo que incinera qualquer um dentro dela.", "O usuario atira um raio de gás acesso de sua boca contra o oponente que explode com o impacto. A explosão consegue atingir temperaturas altas o suficiente para derreter aço.", "O usuario remove todo o oxigênio da arena sufocando o oponente e o enfraquecendo no processo. Isso diminui todos os status do oponente em 15%.", "O usuario concentra oxigênio em uma arma especial que funciona como um isqueiro. Quando aceso o usuario cria uma espada de chamas oxidadas que conseguem cortar e queimar seu oponente ao mesmo tempo. O calor da espada é tanta que consegue deixar tudo ao seu redor em chamar mesmo sem realizar contato físico.", "O usuario absorve um gás petrificador assumindo uma forma muito maior e poderosa obtendo a capacidade de petrificar qualquer coisa que ele toque e agindo como um gás extremamente venenoso.", "O usuario cria um muro de neve gigante capaz de bloquear grande parte dos ataques. Isso causa um aumento em 10% de defesa.", "O usuario balança seus braços liberando inúmeras bolas de neve endurecidas com pequenas orelhas de coelho bigodes e olhos. Elas então são jogadas contra o oponente.", "O usuario libera um jato de neve de seus lábios que rapidamente envolvem o oponente e o prende em uma nevasca causando dano e diminuindo sua agilidade e intuição em 10%.", "O usuario congela algumas penas e as transforma em afiadas lâminas de neve sólida capazes de bater de frente com espadas reais de aço. O usuario então as usa para atacar o oponente.", "O usuario se transforma completamente em neve e cerca o corpo do oponente com neve o imobilizando com o frio severo exalado. Enquanto isso o usuario se transforma em um grande monstro de neve com longas presas feitas de neve solidificada que conseguem facilmente atravessar a pele e os ossos do oponente.", "O usuario gera madeira de seus braços as planta no chão e então manipula suas raizes fazendo-as emergir do solo para formar um golem arvore gigante que cobre o seu corpo inteiro aumentando grandemente a sua força e durabilidade.", "O usuario modifica seu corpo árvore para se tornar mais resistente à outros ataques como fogo por exemplo. Isso causa um aumento em 15% na defesa do usuario.", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---", "---"],   "TIPO DE ATAQUE":["ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","MOBILIDADE","ATAQUE FORTE","BUFF","ESPECIAL","BUFF","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","MOBILIDADE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","ESPECIAL","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","BUFF","ESPECIAL","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ESPECIAL","ATAQUE FORTE","BUFF","BUFF","ESPECIAL","BUFF","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","MOBILIDADE","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","BUFF","ATAQUE SIMPLES","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","MOBILIDADE","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","BUFF","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","MOBILIDADE","BUFF","MOBILIDADE","ATAQUE SIMPLES","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","MOBILIDADE","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","BUFF","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","nada","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","BUFF","BUFF","ATAQUE FORTE","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE FORTE","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE FORTE","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE FORTE","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","ESPECIAL","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE FORTE","BUFF","BUFF","MOBILIDADE","MOBILIDADE","BUFF","BUFF","BUFF","BUFF","BUFF","BUFF","BUFF","BUFF","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE FORTE","BUFF","ESPECIAL","BUFF","BUFF","ATAQUE FORTE","BUFF","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","BUFF","ATAQUE FORTE 2","BUFF","ATAQUE FORTE","BUFF","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ESPECIAL","ATAQUE SIMPLES","ATAQUE FORTE","ATAQUE FORTE 2","ATAQUE SIMPLES","ATAQUE SIMPLES","BUFF","ATAQUE FORTE 2"],
   "CUSTO":[2,3,5,8,11,2,3,5,2,5,8,2,2,5,3,11,3,2,3,5,2,3,5,2,3,5,8,11,2,5,2,8,2,5,3,8,11,3,2,5,3,2,5,3,2,3,5,3,11,2,3,5,11,5,3,3,11,3,2,3,5,2,5,8,11,2,2,5,8,11,5,8,11,2,5,8,3,2,5,5,3,8,11,2,5,8,11,3,2,3,2,5,8,3,2,5,8,2,5,8,2,5,8,11,2,2,5,3,3,2,5,8,11,3,5,3,8,2,5,8,11,2,3,2,2,2,3,5,8,11,2,3,5,8,11,5,8,2,2,5,3,8,3,11,2,5,8,2,3,5,8,0,2,5,8,11,5,8,11,5,3,3,5,5,8,11,2,5,8,11,5,8,5,2,5,8,11,3,2,5,8,5,2,3,5,8,2,3,5,8,11,2,5,3,8,11,2,3,5,8,11,2,3,5,8,11,5,8,2,5,8,11,2,5,8,11,2,5,3,5,2,5,3,8,11,3,2,5,8,11,5,3,3,2,2,3,3,3,3,3,3,3,3,2,5,8,5,3,11,3,3,5,3,3,5,8,2,5,8,11,2,5,3,8,3,5,3,5,8,2,5,8,11,2,5,8,2,2,3,8],
   "HP JOGADOR":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,30,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,40,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "FORÇA JOGADOR":[0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,10,0,20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "ESTAMINA JOGADOR":[0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "AGILIDADE JOGADOR":[0,15,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,5,0,0,0,0,0,0,0,0,5,20,0,0,0,0,0,25,0,0,0,0,0,10,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,5,0,10,0,0,0,0,0,0,0,0,0,0,5,0,0,0,10,0,0,0,20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,15,30,0,0,0,0,0,15,0,0,0,0,0,0,-15,0,0,10,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,15,10,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "DEFESA JOGADOR":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,15,5,0,-5,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,0,0,0,0,20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,15,0,0,0,0,0,0,15,0,0,0,10,0,0,0,0,15,0,0,15,0,0,0,0,0,0,0,20,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,15,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,10,0,0,15,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,15,0],
   "INTUIÇÃO JOGADOR":[0,0,0,0,0,0,10,0,0,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,20,0,0,0,0,0,0,0,0,0,0,0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,20,0,30,0,0,0,0,0,5,0,25,0,0,0,0,-20,0,0,-5,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,10,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "DANO JOGADOR":[0,15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "HP INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "FORÇA INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,-5,-10,-5,-10,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "ESTAMINA INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,-5,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "AGILIDADE INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-50,0,0,-20,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,-15,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-4,0,-8,-12,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,-10,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,-15,0,0,0,0,-10,0,0,0,0,0,0,0,-5,-10,-10,-15,-15,0,-10,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "DEFESA INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,-5,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "INTUIÇÃO INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-20,0,0,0,-10,0,0,0,0,0,0,0,0,-50,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,-10,0,0,0,-10,0,0,-10,0,0,0,0,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,-10,0,0,0,-15,0,0,0,0,-10,0,-5,0,0,0,0,0,-5,-10,-10,-15,-20,0,-10,0,-5,-10,-15,0,0,0,0,0,0,0,-15,0,0,0,0,0,0,0,0,0,0,-5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0],
   "DANO INIMIGO":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0]
}
