{
  "NOME":["Arlong Pirates","Fire Tank Pirates","Black Cat Pirates","Donquixote Pirates","Fake Straw Hat Pirates","Thriller Bark Pirates","New Fish-Man Pirates","Rocks Pirates","Roger Pirates","Whitebeard Pirates","Straw Hat Pirates","Cross Guild","Redhair Pirates","Beast Pirates","Big Mom Pirates","Blackbeard Pirates","Heart Pirates","Kid Pirates","Foxy Pirates","Krieg Pirates","Barto Club","Germa 66"],
  "CAPITÃO":["Arlong","Capone Bege","Captain Kuro","Donquixote Doflamingo","Fake Luffy","Gecko Moria","Hody Jones","Rocks D. Xebec","Gol D. Roger","Edward Newgate (Whitebeard)","Monkey D. Luffy","Buggy, Crocodile, Dracule Mihawk","Shanks","Kaido","Charlotte Linlin (Big Mom)","Marshall D. Teach (Blackbeard)","Trafalgar D. Water Law","Eustass Captain Kid","Foxy","Don Krieg","Bartolomeo","Vinsmoke Judge"],
  "INTEGRANTES":["Kuroobi, Hatchan, Chew, Momoo","Vito, Gotti, Charlotte Chifon, Capone Pez","Sham, Buchi, Nugire Yalnu, Jango","Trebol, Diamante, Pica, Vergo, Corazon, Sugar, Giolla, Violet, Lao G, Senor Pink, Machvise, Dellinger, Gladius, Buffalo, Baby 5, Monet, Bellamy","Fake Zoro, Fake Nami, Fake Sogeking, Fake Sanji, Fake Chopper, Fake Robin, Fake Franky, Caribou, Coribou","Hogback, Absalom, Perona","Dosun, Zeo, Daruma, Ikaros Much, Hyouzou, Hammond, Surume","Edward Newgate, Charlotte Linlin, Kaido, Shiki, John, Buckingham Stussy, Gloriosa, Streusen","Silvers Rayleigh, Scopper Gaban, Crocus, Kozuki Oden, Kozuki Toki, Shanks, Buggy, Inuarashi, Nekomamushi, Kozuki Momonosuke, Kozuki Hiyori","Marco, Kozuki Oden, Portgas D. Ace, Jozu, Thatch, Vista, Izo, Little Oars Jr.","Roronoa Zoro, Nami, Usopp, Vinsmoke Sanji, Tony Tony Chopper, Nico Robin, Franky, Brook, Jinbe, Nefertari Vivi, Zeus, Karoo, Going Merry, Thousand Sunny","Daz Bonez, Galdino, Alvida, Mohji, Richie, Cabaji","Benn Beckman, Lucky Roux, Yassop, Limejuice, Bonk Punch, Monster, Building, Hongo, Gab, Uta","King, Queen, Jack, Page One, Ulti, Who's-Who, Black Maria, Sasaki, X Drake, Basil Hawkins, Holed'em, Speed, Daifugo, Babanuki, Bao Huang, Batman, Gazelleman, Numbers, Fukurokuju, Scratchmen Apoo","Charlotte Katakuri, Charlotte Smoothie, Charlotte Cracker, Charlotte Perospero, Charlotte Daifuku, Charlotte Oven, Charlotte Amande, Charlotte Opera, Charlotte Brûlée, Charlotte Mont-d'Or, Charlotte Galette, Charlotte Praline, Charlotte Chiffon, Charlotte Lola, Charlotte Pudding, Charlotte Flampe, Pekoms, Knight Tamago, Bishop Bobbin, Prometheus, Napolen, Hera, Queen Mama, Nitro, Rabiyan, Kingbaum","Jesus Burgess, Shiryu, Van Augur, Avalo Pizarro, Laffitte, Catarina Devon, Sanjuan Wolf, Vasco Shot, Doc Q, Kuzan, Stronger","Bepo, Penguin, Shachi, Jean Bart, Ikkaku, Uni, Clione, Kakugan","Killer, Heat, Wire","Porche, Hamburg, Chuchun, Pickles, Big Pan","Gin, Pearl","Gambla","Vinsmoke Reiju, Vinsmoke Ichiji, Vinsmoke Niji, Vinsmoke Yonji, Exército Clone"],
  "BANDEIRA":["arlongpirates","firetankpirates","blackcatpirates","donquixotepirates","fakestrawhatpirates","thrillerbarkpirates","newfishmanpirates","rockspirates","rogerpirates","whitebeardpirates","strawhatpirates","crossguild","redhairpirates","beastpirates","bigmompirates","blackbeardpirates","heartpirates","kidpirates","foxypirates","kriegpirates","bartoclub","germa66"]
}